{
    "language": "English",
    "lang": "en",
	"title": "SharkBac",
	"menu_technology": "Technology",
    "menu_about": "About",
    "menu_contact": "Contact",
    "menu_language_english": "English",
    "menu_language_russian": "Pусский",
    "menu_language_german": "Deutsche",
    "slide_1_heading": "Oil spill recovery",
    "slide_1_text": "Sea and land remediation from all fractions of hydrocarbons. Tanks and vessels cleaning. Effective from - 5C° to 70°C",
    "slide_2_heading": "Old gas stations soil remediation",
    "slide_2_text": "In situ and on site processes",
    "slide_3_heading": "Arsenic and PCB waste from timber production",
    "slide_3_text": "On site processes for soil remediation",
    "slide_4_heading": "Contaminations in Industrial production",
    "slide_4_text": "Biological contaminants within industrial processes cleaned during maintenance breaks as well as within running processes",
    "slide_5_heading": "Industrial waste",
    "slide_5_text": "Including dangerous industrial waste",
    "slide_6_heading": "Mining waste",
    "slide_6_text": "Waste ore benefication from tailings by bioleaching comminution solutions of especially high fraction size reduction",
    "slide_7_heading": "Landfill recovery",
    "slide_7_text": "Plastics extraction and organics disinfection into usable technical soil",
    "slide_8_heading": "Radioactive waste",
    "slide_8_text": "Ore benefication from radioactive tailings",
    "slide_9_heading": "Water cleaning",
    "slide_9_text": "Heavy metals disintegration within purification processes",
    "slide_10_heading": "Municipal waste",
    "slide_10_text": "The organical compound extraction and disinfection into usable technical soil",
    "slide_previous": "Previous",
    "slide_next": "Next",
    "section_technology_paragraph_1": "We provide in situ, on site and disposal related soil and water remediation alternatives achieved by aerobic and anaerobic bacterial agents. In addition numerous industrial process and waste disinfection, leaching or enriching possibilities emerge from offered technology.",
    "section_technology_paragraph_2": "Our bacterial agents can be used for:",
    "section_technology_paragraph_3": "Oil spill remediation from soil and from fresh as well as sea water. Particularly high salination levels (up to 200 g of various salts /1 l of water) and extreme temperatures from -5°C to 70°C comply.Sanitary processing of roadsides of automobile and railway lines, adjacent territories of gas stations and car washes, territories of airports, military bases and industrial enterprises from oil pollution from fuels and lubricants;Sanitization of oil production and storage facilities;Disinfection of industrial tanks, tankers and natural reservoirs from oil and oil products;Disposal of chemical industry wastes (aromatic, polyaromatic, cyclic, unsaturated, isoprene carbohydrates) and toxic pollutionDisinfection of organic component of household waste.",
    "section_technology_paragraph_4": "In addition, our agents: Are active at high concentrations of chemical pollution of the environment;Act directly in the layer of oil and oil products.",
    "section_technology_paragraph_5": "We develop products and methods for the purification of water, soils, and containers from various types of contamination according to the requirements of the customer.",
    "section_about_paragraph_1": "Sharkbac is an international consultancy group with vast experience in life sciences on waste related matters. PhD personnell in microbiology and applied physics as well as enterprenual experience introducing pioneering technologies on recycling trivia are present for the toughest challenges.",
    "section_about_paragraph_2": "Sharkbac  Ltd. is engaged in microbiology and specializes in solving environmental issues in the treatment of water and soil from oil and petrochemical pollution, arsenic contamination, phenols, the recultivation of contaminated land and the restoration of environmentally friendly soil fertility.A number of highly effective bacterial bioagents to be used depending on the actual problem set have been developed out and scientific approach is taken on every challenge in order to find the best solution.",
    "section_about_paragraph_3": "Among others we clean water and soil effectively (by 90-98%) and in a short time (2-3 weeks) utilizing simple linear, aromatic, polyaromatic, cyclic, unsaturated, isoprene carbohydrates of oil, as well as crude oil, gasoline, diesel fuel, fuel oil, kerosene at temperatures up to + 70°C, and the inclusion of particular the soil bacteria in the association contributes to the process of bioremediation (fertility restoration) of the infected areas.",
    "section_about_paragraph_4": "After cleaning another set of agents will be used what was developed and has found practical application for the recultivation of contaminated pathogenic microflora and microbiota lands, the restoration of soil biological fertility, environmental bioremediation, and increased mobility of soil nutrients in soil (nitrogen, phosphorus, potassium), accumulation of biohumus, and suppression of soil nutrients pathogenic microflora.",
    "section_about_paragraph_5": "Particularly noteworthy is our development of cleaning soils contaminated with arsenic compounds and polyphenols. This technology allows not only to bind these substances in the form of complexes, but also to remove them from the soil and isolate them in pure form for later use. A JV has been established in Finland to clean up the former territories of wood processing enterprises.",
    "section_contact_slogan": "Slogan",
    "section_contact_address": "Address",
    "section_contact_mobile": "Mobile",
    "section_contact_email": "info@sharkbac.com",
    "section_contact_facebook": "Facebook",
    "section_contact_placeholder_email": "Email",
    "section_contact_placeholder_message": "Message",
    "section_contact_send": "Send",
    "section_contact_success": "Email was sent out successfully!",
    "section_contact_fail": "Could not send out email, please send email out manually to info@sharkbac.com."
}