{
	"language": "Suomi",
	"lang": "fi",
	"title": "Gremedium OY",
	"menu_technology": "Tekniikkaa",
	"menu_services": "Palvelut",
	"menu_about": "Tietoja yrityksestä",
	"menu_projects": "Projektit",
	"menu_contact": "Ottaa yhteyttä",
	"menu_language_english": "English",
	"menu_language_finnish": "Suomalainen",
	"menu_language_russian": "Pусский",
	"menu_language_german": "Deutsch",
	"slide_1_heading": "Oil spill recovery",
	"slide_1_text": "Soil and water remediation from all fractions of hydrocarbons. Effective from - 5C° to 70°C",
	"slide_2_heading": "Gas stations soil remediation",
	"slide_2_text": "In situ, on site and disposed of processes. Tanks and vessels cleaning.",
	"slide_3_heading": "Arsenic and PCB waste from timber production",
	"slide_3_text": "On site processes for soil remediation",
	"slide_4_heading": "Contaminations in Industrial production",
	"slide_4_text": "Biological contaminants within industrial processes cleaned during maintenance breaks or within running processes",
	"slide_5_heading": "Industrial waste",
	"slide_5_text": "Including dangerous industrial waste",
	"slide_6_heading": "Mining waste",
	"slide_6_text": "Waste ore benefication from tailings by bioleaching comminution solutions of especially high fraction size reduction",
	"slide_7_heading": "Landfill recovery",
	"slide_7_text": "Plastics extraction and organics disinfection into usable technical soil",
	"slide_8_heading": "Radioactive waste",
	"slide_8_text": "Ore benefication from radioactive tailings",
	"slide_9_heading": "Water cleaning",
	"slide_9_text": "Heavy metals disintegration within purification processes",
	"slide_10_heading": "Municipal waste",
	"slide_10_text": "The organical compound extraction and disinfection into usable technical soil",
	"slide_previous": "Previous",
	"slide_next": "Next",
	"section_technology_paragraph_1": "We develop biological oil contamination remediation technologies and produce project assigned tailor made bacterial cocktails in liquid, concentrated liquid and dried powder/granulated form for prolonged shelf life. Our bacterial cocktails will be enriched with nutrients and applied to treatable surfaces. Depending on particular project specifics additional watering, mixing, aerating, electrokinetic treatment or other procedures will be carried out to achieve the fastest and most efficient possible process result. In most use cases aboriginal bacteria even when boosted with favorable nutrients environment is not enough to achieve a site cleanup. Our project-specifically composed microbial cocktails are the key for fast and thorough soil, water or sludge remediation.",
	"section_technology_paragraph_2": "Among others we clean water and soil effectively (up to 90-98%) and in a short time (even in 2-3 weeks) utilizing simple linear, aromatic, poly-aromatic, cyclic, unsaturated, isoprene carbohydrates of oil, as well as crude oil, gasoline, diesel fuel, fuel oil, kerosene at temperatures up to + 70°C. Inclusion of the particular soil bacteria in the association contributes to the process of bioremediation of contaminated areas.",
	"section_technology_paragraph_3": "Following the cleaning of soil another set of agents will be used that was developed and has found practical application for the recultivation of contaminated pathogenic microflora and microbiota lands, the restoration of soil biological fertility, environmental bioremediation, increased mobility of nutrients in soil (nitrogen, phosphorus, potassium), accumulation of bio-humus and suppression of microflora pathogenic to soil nutrients.",
	"section_technology_paragraph_4": "Particularly noteworthy is our development of cleaning soils contaminated with arsenic compounds and polyphenols. This technology allows not only binding these substances in the form of complexes, but also to remove them from the soil and isolate them in pure form for later use.",
	"section_technology_paragraph_5": "Our integrated technology for the purification of deaerators and process tanks from complex mineral-organic sediment on the off-coast oil production platform of European leading oil drilling companies proved to be very effective. Patents are pending.",
	"section_services_paragraph_1": "We provide in situ, on site and disposal related soil and water remediation services achieved with the help of specially developed aerobic and anaerobic bacterial agents.",
	"section_services_paragraph_2": "Our bacterial agents can be used for oil spill remediation from soil and fresh as well as saline water. Particularly high salinity levels (up to 200 g of various salts /1 l of water) and extreme temperatures from -5°C to 70°C comply. We process territories adjacent to railway lines, gas stations and car washes, airports, military bases and industrial enterprises from fuels and lubricants pollution. Sanitization of oil production and storage facilities, disinfection of industrial tanks, tankers and natural reservoirs, disposal of chemical industry waste (aromatic, poly aromatic, cyclic, unsaturated, isoprene carbohydrates) and toxic pollution as well as disinfect organic component of municipal waste.",
	"section_services_paragraph_3": "In addition numerous industrial process benefits for waste disinfection, ore leaching or enriching possibilities emerge from offered technology. Our bacterial agents are active despite high concentrations of chemical pollution in the environment, act directly in the layer of oil and oil products and generally leave no residue.",
	"section_services_paragraph_4": "We develop microbiological and chemical products and methods for the purification of water, soils, and containers from various types of contamination according to the project specifics of customer.",
	"section_about_paragraph_1": "Gremedium Ltd. is an international holding company with vast experience in life sciences on waste related matters. PhD personnel in microbiology and applied physics as well as enterprenual experience introducing pioneering technologies on recycling trivia are present for the toughest challenges.",
	"section_about_paragraph_2": "Operations globally are run with partner companies Charlot OY, Tallinn and Mezotraslevaja Ekologicheskaja Kompanija, St. Petersburg, Russia.",
	"section_about_paragraph_3": "Gremedium Ltd. is engaged in microbiology and chemistry and specializes in solving environmental issues in the treatment of water and soil from oil and petrochemical pollution, arsenic contamination, phenols, the recultivation of contaminated land and the restoration of environmentally friendly soil fertility. A number of highly effective bacterial bio-agents used according to the actual problem set have been developed. Scientific approach is taken on every challenge in order to find the best solution.",
	"section_about_paragraph_4": "Gremedium Ltd. provides services of highly qualified personnel to assess the extent of contamination of the territory and suggest effective cleaning solutions using our own high-tech equipment and professional laboratory for analysis processing.",
	"section_about_paragraph_5": "Last but not least, slightly off focus though yet good to know that we have developed a group of probiotic agents containing live saprophytic cultures of useful probiotic bacteria, which normalize metabolism, increasing nonspecific resistance (immunity) and functional activity of the gastrointestinal tract. Bacteria are involved in the biosynthesis of individual vitamins; in addition, they are able to accumulate a large amount of toxic compounds and facilitate their removal from the human body and farm animals.",
	"section_projects_paragraph_1": "St. Petersburg dangerous waste landfill , open ditches with No. 64; No. 68. liquid hydrocarbon as well as acidic contaminants. Russia.",
	"section_projects_paragraph_2": "Arctic oil rig. Biological matter buildup in water deaerating systems. Russia.",
	"section_projects_paragraph_3": "Quarry contamination. Finland.",
	"section_projects_paragraph_4": "Oil spill from derailing. Russia. Pre-treatment and within 6 months.",
	"section_projects_paragraph_5": "Hydrocarbon contaminated distribution depot. Russia. Pre-treatment and within 4 months.",
	"section_contact_company": "Gremedium OY, Y-tunnus 2842188-6",
	"section_contact_address": "PL 44 00351, Helsinki, Finland",
	"section_contact_email": "jyri.urm@outlook.com",
	"section_contact_placeholder_email": "Email",
	"section_contact_placeholder_message": "Message",
	"section_contact_send": "Send",
	"section_contact_success": "Email was sent out successfully!",
	"section_contact_fail": "Could not send out email, please send email out manually to hannes.tarn@gmail.com",
	"section_contact_mobile": "section_contact_mobile",
	"section_contact_facebook": "section_contact_facebook"
}